# Minimal machine bootstrap dependencies.
# Runtime/toolchain CLIs live in mise unless they need Homebrew specifically.

brew "git"
brew "watchman"
brew "curl"
brew "git"
brew "mole"
brew "openssl@3"
brew "webp"

# Mac App Store
mas "Amphetamine", id: 937984704
mas "Transporter", id: 1450874784

cask "cursor"
cask "expo-orbit"
cask "font-hack-nerd-font"
cask "ghostty"
cask "stats"
cask "superwhisper"